Repository: tukhoi/PodCricket
Catalog: PodCricket.WP/Resources/AppResources.*.resx
Languages: vi

# AboutPageTitle
source: about
vi: giới thiệu

# AbtCopyright
source: 2014 copyright by DaVang Solutions
vi: 2014 bản quyền của Davang Solutions

# AbtCreatedBy
source: created by DaVang Solutions
vi: thiết kế bởi DaVang Solutions

# AbtDescription
source: podcast app for WP
vi: luyện nghe tiếng Anh trên điện thoại

# AbtSlogan
source: takes the shortest way to your favourite podcasts
vi: luyện nghe tiếng Anh, mọi lúc, mọi nơi

# AbtUpdateDate
source: updated on Feb 13 2014
vi: cập nhật ngày 13/02/2014

# AbtVersion
source: version 1.1.2.0
vi: phiên bản 1.1.2.0

# AddedToDownloadTitle
source: added to download queue
vi: đã đưa vào danh sách tải

# AddedToPlayListTitle
source: added to playlist
vi: đã đưa vào danh sách nghe

# AddToPlayContextMenuTitle
source: add to play
vi: đưa vào danh sách nghe

# AppBarAboutTitle
source: about
vi: giới thiệu

# AppBarDownloadTitlle
source: download
vi: tải

# AppBarPlayTitle
source: play
vi: nghe

# AppBarRefreshTitle
source: refresh
vi: cập nhật

# AppBarSettingTitle
source: settings
vi: tùy chọn

# ApplicationTitle
source: PodCricket
vi: Luyện nghe tiếng Anh

# AreYouSureTitle
source: are you sure?
vi: bạn có chắc?

# AuthorTitle
source: author
vi: tác giả

# CancelContextMenuTitle
source: cancel
vi: hủy

# ConfAutoBackup
source: auto backup
vi: tự động sao lưu

# ConfAutoBackupDetails
source: always create a backup to avoid data losing
vi: sao lưu để tránh mất dữ liệu

# ConfAutoQueuePost
source: auto queue post
vi: tự động đưa vào trang nghe bài

# ConfAutoQueuePostDetails
source: auto queue downloaded post to playlist after downloading
vi: tự động đưa bài đã được tải vào trang nghe bài

# ConfAutoRemoveDownloadedPost
source: auto remove downloaded post
vi: tự động xóa bài đã tải

# ConfAutoRemoveDownloadedPostDetails
source: auto remove downloaded post from download list
vi: tự động xóa bài đã tải ra khỏi trang download sau khi download xong

# ConfAutoResumePost
source: auto resume post
vi: nghe tiếp

# ConfAutoResumePostDetails
source: auto resume previous playing postion if you accidentally quit app
vi: tự động quay lại vị trí đang nghe khi vô tình ra khỏi ứng dụng

# ConfDownloadWithWifi
source: download with wifi
vi: tải với wifi

# ConfDownloadWithWifiDetails
source: just download when wifi connection available
vi: chỉ tải khi có kết nối wifi

# ConfigurationPageTitle
source: configuration
vi: tùy chọn

# ConfKeepScreenOn
source: keep screen on
vi: giữ màn hình bật

# ConfKeepScreenOnDetails
source: prevent screen turned off while playing post, this feature just turned on while you are listening
vi: giữ màn hình luôn bật khi nghe bài, tính năng này chỉ bật khi bạn đang nghe

# ConfPlayPostInApDetails
source: play post directly in app or use default Windows Phone player
vi: nghe bài trong ứng dụng hay bằng chương trình mặc định của điện thoại

# ConfPlayPostInApp
source: play post in app
vi: nghe bài trong ứng dụng

# ConfShowAsGrid
source: show as grid
vi: hiển thị dạng ô

# ConfShowAsGridDetails
source: show subscribed podcasts as grid or list view
vi: hiển thị các kênh đã đăng ký dạng ô hay danh sách

# DeletedDownloadedFile
source: deleted post
vi: đã xóa bài

# ErrCouldNotDeleteStream
source: post not deleted
vi: không xóa được bài

# ErrCouldNotFindPod
source: podcast could not be found
vi: không tìm thấy kênh

# ErrCouldNotFindStream
source: post not found
vi: không tìm thấy bài

# ErrCouldNotSaveDownloadedStream
source: post downloaded but could not be saved
vi: bài đã tải xong nhưng không lưu được

# ErrGenericError
source: there's an unknown error occured
vi: ứng dụng gặp lỗi

# ErrGetPodError
source: there's an error while get this podcast
vi: có lỗi khi tìm kênh này

# ErrNetworkNotAvailable
source: network not found
vi: không có mạng

# ErrNoOfflineSearchedPodFound
source: this podcast was not searched before
vi: kênh này chưa được tìm

# ErrNoOnlineSearchedPodFound
source: could not search for this podcast
vi: không tìm được kênh này trên mạng

# ErrNoPlayingStreamFound
source: there's no such post in play list
vi: không có bài này trong danh sách nghe

# ErrNoPodSubscribed
source: no such podcast subscribed
vi: kênh này chưa được đăng ký

# ErrNoStreamDownloadingFound
source: no such post in downloading
vi: không có bài này trong danh sách tải

# ErrNoStreamDownloadUri
source: no download link found
vi: không tìm thấy link tải

# ErrPodPassedInNull
source: podcast was not found
vi: không tìm thấy kênh này

# ErrPodSubscribed
source: this podcast is already subscribed
vi: kênh này đã được đăng ký

# ErrStreamAlreadyInDownloading
source: you already requested to download this post
vi: bạn đã yêu cầu tải bài này

# ErrStreamAlreadyInPlayingList
source: this post already queued in play list
vi: bài này đã nằm trong danh sách nghe

# GenresTitle
source: genres
vi: thể loại

# LoadingErrorTitle
source: error while loading, please try again later
vi: có lỗi khi tải, vui lòng thử lại sau

# LoadingTitle
source: loading...
vi: đang tải...

# MainPageDownloadStatus
source: there's no post selected to download...
vi: chưa có bài để tải

# MainPageDownloadTitle
source: download
vi: tải

# MainPagePauseButtonTitle
source: pause
vi: dừng

# MainPagePlayButtonTitle
source: play
vi: nghe

# MainPagePlayStatus
source: there's no post selected to play...
vi: chưa có bài để nghe

# MainPagePlayTitle
source: play
vi: nghe

# MainPageSearchButtonTitle
source: search
vi: tìm

# MainPageSearchTitle
source: search
vi: tìm

# MainPageSubscribedStatus
source: ooops there's no subscribed pod
vi: chưa có kênh nào được đăng ký

# MainPageSubscribedTitle
source: subscribed
vi: đăng ký

# MainPageTrackTimeTitle
source: track time:
vi: thời gian:

# OpeningTitle
source: loading...
vi: đang mở...

# PodcastDetailsPageTitle
source: podcast
vi: kênh

# PostDetailsPageTitle
source: post
vi: bài

# PublishedTitle
source: published
vi: xuất bản

# ReDownloadTitle
source: this post was requested to download, do you want to retry?
vi: bài này đã được tải, bạn muốn tải lại?

# ResourceLanguage
source: en-US
vi: vi-VN

# SearchingErrorTitle
source: error while searching, please try again later...
vi: có lỗi khi tìm, vui lòng thử lại sau

# SearchingTitle
source: searching...
vi: đang tìm...

# SettingsPageTitle
source: settings
vi: tùy chọn

# StreammingTitle
source: streamming...
vi: đang tải...

# SubscribeSuccessfullyTitle
source: subscribe successfully!
vi: đăng ký thành công!

# SubscribeTitle
source: subscribe
vi: đăng ký

# ToolkitAddToDownload
source: add to download
vi: đưa vào danh sách tải

# ToolkitAddToPlay
source: add to play
vi: đưa vào danh sách nghe

# ToolkitDeleteDownloadedFile
source: delete downloaded file
vi: xóa bài đã tải

# ToolkitRemove
source: remove
vi: gỡ ra

# UnsubscribeSuccessfullyTitle
source: unsubscribe successfully!
vi: hủy đăng ký thành công

# UnsubscribeTitle
source: unsubscribe
vi: hủy đăng ký

# UrlTitle
source: url
vi: địa chỉ
